Repository: Qastor-Studio/Pictor
Catalog: Sources/Pictor/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Details
zh_hans: 详细信息

# Details.localization
source: Localization
zh_hans: 本地化

# Details.localization.%lld
source: +%lld localized ver.
zh_hans: +%lld本地化版本

# Details.localization.default
source: Default
zh_hans: 默认

# Details.localization.standard
source: Standard
zh_hans: 标准

# Details.none
source: No Extra Detail
zh_hans: 无额外细节

# Details.restrictions
source: Usage Restrictions
zh_hans: 使用限制

# Emoji.group.1
source: Smileys & Emotion
zh_hans: 笑脸与表情

# Emoji.group.2
source: People & Body
zh_hans: 人与身体

# Emoji.group.3
source: Component
zh_hans: 组件

# Emoji.group.4
source: Animals & Nature
zh_hans: 动物与自然

# Emoji.group.5
source: Food & Drink
zh_hans: 饮食

# Emoji.group.6
source: Travel & Places
zh_hans: 旅游与位置

# Emoji.group.7
source: Activities
zh_hans: 活动

# Emoji.group.8
source: Objects
zh_hans: 杂物

# Emoji.group.9
source: Symbols
zh_hans: 符号

# Emoji.group.10
source: Flags
zh_hans: 旗帜

# Emoji.subgroup.1.1
source: Face Smiling
zh_hans: 笑脸

# Emoji.subgroup.1.2
source: Face Affection
zh_hans: 面部情感

# Emoji.subgroup.1.3
source: Face Tongue
zh_hans: 吐舌

# Emoji.subgroup.1.4
source: Face Hand
zh_hans: 摆手

# Emoji.subgroup.1.5
source: Face Neutral Skeptical
zh_hans: 蹊跷

# Emoji.subgroup.1.6
source: Face Sleepy
zh_hans: 昏昏欲睡

# Emoji.subgroup.1.7
source: Face Unwell
zh_hans: 状态不佳

# Emoji.subgroup.1.8
source: Face Hat
zh_hans: 戴帽

# Emoji.subgroup.1.9
source: Face Glasses
zh_hans: 戴镜

# Emoji.subgroup.1.10
source: Face Concerned
zh_hans: 纠结

# Emoji.subgroup.1.11
source: Face Negative
zh_hans: 负面

# Emoji.subgroup.1.12
source: Face Costume
zh_hans: 服饰

# Emoji.subgroup.1.13
source: Cat Face
zh_hans: 猫脸

# Emoji.subgroup.1.14
source: Monkey Face
zh_hans: 猴脸

# Emoji.subgroup.1.15
source: Heart
zh_hans: 爱心

# Emoji.subgroup.1.16
source: Emotion
zh_hans: 情绪

# Emoji.subgroup.2.1
source: Hand Fingers Open
zh_hans: 手指摊开

# Emoji.subgroup.2.2
source: Hand Fingers Partial
zh_hans: 手指半开

# Emoji.subgroup.2.3
source: Hand Single Finger
zh_hans: 单指

# Emoji.subgroup.2.4
source: Hand Fingers Closed
zh_hans: 握拳

# Emoji.subgroup.2.5
source: Hands
zh_hans: 双手

# Emoji.subgroup.2.6
source: Hand Prop
zh_hans: 手持物品

# Emoji.subgroup.2.7
source: Body Parts
zh_hans: 身体部位

# Emoji.subgroup.2.8
source: Person
zh_hans: 人

# Emoji.subgroup.2.9
source: Person Gesture
zh_hans: 打手势

# Emoji.subgroup.2.10
source: Person Role
zh_hans: 社会角色

# Emoji.subgroup.2.11
source: Person Fantasy
zh_hans: 虚幻角色

# Emoji.subgroup.2.12
source: Person Activity
zh_hans: 活动

# Emoji.subgroup.2.13
source: Person Sport
zh_hans: 运动

# Emoji.subgroup.2.14
source: Person Resting
zh_hans: 休息

# Emoji.subgroup.2.15
source: Family
zh_hans: 家庭

# Emoji.subgroup.2.16
source: Person Symbol
zh_hans: 人符号

# Emoji.subgroup.3.1
source: Skin Tone
zh_hans: 肤色

# Emoji.subgroup.3.2
source: Hair Style
zh_hans: 发型

# Emoji.subgroup.4.1
source: Mammals
zh_hans: 哺乳动物

# Emoji.subgroup.4.2
source: Birds
zh_hans: 鸟类

# Emoji.subgroup.4.3
source: Amphibians
zh_hans: 两栖动物

# Emoji.subgroup.4.4
source: Reptiles
zh_hans: 爬行动物

# Emoji.subgroup.4.5
source: Marines
zh_hans: 海洋生物

# Emoji.subgroup.4.6
source: Bugs
zh_hans: 昆虫

# Emoji.subgroup.4.7
source: Flowers
zh_hans: 花朵

# Emoji.subgroup.4.8
source: Other
zh_hans: 其他

# Emoji.subgroup.5.1
source: Fruits
zh_hans: 水果

# Emoji.subgroup.5.2
source: Vegetables
zh_hans: 蔬菜

# Emoji.subgroup.5.3
source: Prepared
zh_hans: 成品菜

# Emoji.subgroup.5.4
source: Asain
zh_hans: 亚洲菜

# Emoji.subgroup.5.5
source: Marine
zh_hans: 海鲜

# Emoji.subgroup.5.6
source: Sweets
zh_hans: 甜点

# Emoji.subgroup.5.7
source: Drinks
zh_hans: 饮料

# Emoji.subgroup.5.8
source: Dishware
zh_hans: 餐具

# Emoji.subgroup.6.1
source: Maps
zh_hans: 地图

# Emoji.subgroup.6.2
source: Geographic
zh_hans: 地理

# Emoji.subgroup.6.3
source: Buildings
zh_hans: 建筑

# Emoji.subgroup.6.4
source: Religious
zh_hans: 宗教

# Emoji.subgroup.6.5
source: Other Places
zh_hans: 其他地点

# Emoji.subgroup.6.6
source: Ground Transports
zh_hans: 陆运

# Emoji.subgroup.6.7
source: Water Transports
zh_hans: 海运

# Emoji.subgroup.6.8
source: Air Transports
zh_hans: 空运

# Emoji.subgroup.6.9
source: Hotels
zh_hans: 酒店

# Emoji.subgroup.6.10
source: Time
zh_hans: 时间

# Emoji.subgroup.6.11
source: Sky & Weathers
zh_hans: 天空与气象

# Emoji.subgroup.7.1
source: Events
zh_hans: 事件

# Emoji.subgroup.7.2
source: Award Medals
zh_hans: 奖牌

# Emoji.subgroup.7.3
source: Sports
zh_hans: 运动

# Emoji.subgroup.7.4
source: Games
zh_hans: 游戏

# Emoji.subgroup.7.5
source: Art & Crafts
zh_hans: 艺术与手工品

# Emoji.subgroup.8.1
source: Clothings
zh_hans: 服饰

# Emoji.subgroup.8.2
source: Sounds
zh_hans: 声音

# Emoji.subgroup.8.3
source: Music
zh_hans: 音乐

# Emoji.subgroup.8.4
source: Musical Instruments
zh_hans: 乐器

# Emoji.subgroup.8.5
source: Phone
zh_hans: 电话

# Emoji.subgroup.8.6
source: Computer
zh_hans: 电脑

# Emoji.subgroup.8.7
source: Light & Video
zh_hans: 灯光与视频

# Emoji.subgroup.8.8
source: Book & Paper
zh_hans: 书与纸

# Emoji.subgroup.8.9
source: Money
zh_hans: 金钱

# Emoji.subgroup.8.10
source: Mail
zh_hans: 邮件

# Emoji.subgroup.8.11
source: Writing
zh_hans: 书写

# Emoji.subgroup.8.12
source: Office
zh_hans: 办公

# Emoji.subgroup.8.13
source: Lock
zh_hans: 锁

# Emoji.subgroup.8.14
source: Tools
zh_hans: 工具

# Emoji.subgroup.8.15
source: Science
zh_hans: 科学

# Emoji.subgroup.8.16
source: Medical
zh_hans: 医疗

# Emoji.subgroup.8.17
source: Households
zh_hans: 家具

# Emoji.subgroup.8.18
source: Other Objects
zh_hans: 其他杂物

# Emoji.subgroup.9.1
source: Transport Signs
zh_hans: 交通标识

# Emoji.subgroup.9.2
source: Warnings
zh_hans: 警告

# Emoji.subgroup.9.3
source: Arrows
zh_hans: 箭头

# Emoji.subgroup.9.4
source: Religion
zh_hans: 宗教

# Emoji.subgroup.9.5
source: Zodiacs
zh_hans: 星座

# Emoji.subgroup.9.6
source: AV Symbols
zh_hans: 音视频符号

# Emoji.subgroup.9.7
source: Gender
zh_hans: 性别

# Emoji.subgroup.9.8
source: Math
zh_hans: 数学

# Emoji.subgroup.9.9
source: Punctuations
zh_hans: 标点符号

# Emoji.subgroup.9.10
source: Currency
zh_hans: 货币

# Emoji.subgroup.9.11
source: Other Symbols
zh_hans: 其他符号

# Emoji.subgroup.9.12
source: Keycaps
zh_hans: 键帽

# Emoji.subgroup.9.13
source: Alphanums
zh_hans: 字母

# Emoji.subgroup.9.14
source: Geometrics
zh_hans: 几何

# Emoji.subgroup.10.1
source: Flags
zh_hans: 旗帜

# Emoji.subgroup.10.2
source: Country Flags
zh_hans: 国旗

# Emoji.subgroup.10.3
source: Subdivision Flags
zh_hans: 细分旗帜

# Group.accessibility
source: Accessibility
zh_hans: 辅助功能

# Group.all
source: All
zh_hans: 全部

# Group.arrows
source: Arrows
zh_hans: 箭头

# Group.automotive
source: Automotive
zh_hans: 车辆

# Group.cameraandphotos
source: Camera & Photos
zh_hans: 相机与照片

# Group.commerce
source: Commerce
zh_hans: 商业

# Group.communication
source: Communication
zh_hans: 沟通

# Group.connectivity
source: Connectivity
zh_hans: 连接

# Group.devices
source: Devices
zh_hans: 设备

# Group.editing
source: Editing
zh_hans: 编辑

# Group.fitness
source: Fitness
zh_hans: 健身

# Group.gaming
source: Gaming
zh_hans: 游戏

# Group.health
source: Health
zh_hans: 健康

# Group.home
source: Home
zh_hans: 家

# Group.human
source: Human
zh_hans: 人

# Group.indices
source: Indicies
zh_hans: 编号

# Group.keyboard
source: Keyboard
zh_hans: 键盘

# Group.maps
source: Maps
zh_hans: 地图

# Group.math
source: Math
zh_hans: 数学

# Group.media
source: Media
zh_hans: 媒体

# Group.nature
source: Nature
zh_hans: 自然

# Group.objectsandtools
source: Object & Tools
zh_hans: 物体与工具

# Group.privacyandsecurity
source: Privacy & Security
zh_hans: 隐私与安全性

# Group.search
source: Search…
zh_hans: 搜索…

# Group.shapes
source: Shapes
zh_hans: 形状

# Group.textformatting
source: Text Formatting
zh_hans: 文本排版

# Group.time
source: Time
zh_hans: 时间

# Group.title
source: Groups
zh_hans: 组别

# Group.transportation
source: Transportation
zh_hans: 交通工具

# Group.weather
source: Weather
zh_hans: 天气

source: Localization
zh_hans: 本地化

# Localization.ar
source: Arabic
zh_hans: 阿拉伯文

# Localization.bn
source: Bangla
zh_hans: 孟加拉文

# Localization.el
source: Greek
zh_hans: 希腊文

# Localization.gu
source: Gujarati
zh_hans: 古吉拉特文

# Localization.he
source: Hebrew
zh_hans: 希伯来文

# Localization.hi
source: Hindi
zh_hans: 印地文

# Localization.ja
source: Japanese
zh_hans: 日文

# Localization.km
source: Khmer
zh_hans: 高棉文

# Localization.kn
source: Kannada
zh_hans: 卡纳达文

# Localization.ko
source: Korean
zh_hans: 韩文

# Localization.ml
source: Malayalam
zh_hans: 马拉雅拉姆文

# Localization.mni
source: Meitei
zh_hans: 曼尼普尔文

# Localization.my
source: Burmese
zh_hans: 缅甸文

# Localization.or
source: Odia
zh_hans: 奥里亚文

# Localization.pa
source: Gurmukhi
zh_hans: 古木基文

# Localization.rtl
source: Right-to-left
zh_hans: 从右向左

# Localization.ru
source: Russian
zh_hans: 俄文

# Localization.sat
source: Ol Chiki
zh_hans: 桑塔利文

# Localization.te
source: Telugu
zh_hans: 泰卢固文

# Localization.th
source: Thai
zh_hans: 泰文

# Localization.zh
source: Chinese
zh_hans: 中文

# Pictor.credits
source: Credits
zh_hans: 致谢

# Restrictions.accessories-and-software-that-are-compatible-with-the-DockKit-API
source: This symbol may only be used to refer to accessories and software that are compatible with the DockKit API.
zh_hans: 该符号只能指代兼容DockKit API的配件和软件。

# Restrictions.Apple-Pencil
source: This symbol may only be used to refer to Apple Pencil.
zh_hans: 该符号只能指代Apple Pencil。

# Restrictions.Apple-TV
source: This symbol may only be used to refer to Apple TV.
zh_hans: 该符号只能指代Apple TV。

# Restrictions.Apple-Vision-Pro
source: This symbol may only be used to refer to Apple Vision Pro.
zh_hans: 该符号只能指代Apple Vision Pro。

# Restrictions.Apple-Vision-Pro-and-MacBook
source: This symbol may only be used to refer to Apple Vision Pro and MacBook.
zh_hans: 该符号只能指代Apple Vision Pro和MacBook。

# Restrictions.Apple-Watch
source: This symbol may only be used to refer to Apple Watch.
zh_hans: 该符号只能指代Apple Watch。

# Restrictions.Apple’s-Accessibility-features
source: This symbol may only be used to refer to Apple’s Accessibility Features.
zh_hans: 该符号只能指代Apple的辅助功能相关功能。

# Restrictions.Apple’s-AirPlay
source: This symbol may only be used to refer to Apple’s AirPlay.
zh_hans: 该符号只能指代Apple的AirPlay。

# Restrictions.Apple’s-AirPods
source: This symbol may only be used to refer to Apple’s AirPods.
zh_hans: 该符号只能指代Apple的AirPods。

# Restrictions.Apple’s-AirPods-Max
source: This symbol may only be used to refer to Apple’s AirPods Max.
zh_hans: 该符号只能指代Apple的AirPods Max。

# Restrictions.Apple’s-AirPods-Pro
source: This symbol may only be used to refer to Apple’s AirPods Pro.
zh_hans: 该符号只能指代Apple的AirPods Pro。

# Restrictions.Apple’s-AirPort-Express
source: This symbol may only be used to refer to Apple’s AirPort Express.
zh_hans: 该符号只能指代Apple的AirPort Express。

# Restrictions.Apple’s-AirPort-Extreme
source: This symbol may only be used to refer to Apple’s AirPort Extreme.
zh_hans: 该符号只能指代Apple的AirPort Extreme。

# Restrictions.Apple’s-AirTag
source: This symbol may only be used to refer to Apple’s AirTag.
zh_hans: 该符号只能指代Apple的AirTag。

# Restrictions.Apple’s-App-Clips
source: This symbol may only be used to refer to Apple’s App Clips.
zh_hans: 该符号只能指代Apple的App Clips。

# Restrictions.Apple’s-AppleScript-language
source: This symbol may only be used to refer to Apple’s AppleScript language.
zh_hans: 该符号只能指代Apple的AppleScript语言。

# Restrictions.Apple’s-ARKit
source: This symbol may only be used to refer to Apple’s ARKit.
zh_hans: 该符号只能指代Apple的ARKit。

# Restrictions.Apple’s-Bonjour-networking
source: This symbol may only be used to refer to Apple’s Bonjour networking.
zh_hans: 该符号只能指代Apple的Bonjour网络。

# Restrictions.Apple’s-Desk-View
source: This symbol may only be used to refer to Apple’s Desk view.
zh_hans: 该符号只能指代Apple的桌上视角。

# Restrictions.Apple’s-Digital-Crown
source: This symbol may only be used to refer to Apple’s Digital Crown.
zh_hans: 该符号只能指代Apple的数码表冠。

# Restrictions.Apple’s-EarPods
source: This symbol may only be used to refer to Apple’s Earpods.
zh_hans: 该符号只能指代Apple的EarPods。

# Restrictions.Apple’s-Face-ID-feature
source: This symbol may only be used to refer to Apple’s Face ID feature.
zh_hans: 该符号只能指代Apple的面容ID功能。

# Restrictions.Apple’s-FaceTime-app
source: This symbol may only be used to refer to Apple’s FaceTime app.
zh_hans: 该符号只能指代Apple的FaceTime App。

# Restrictions.Apple’s-HomeKit
source: This symbol may only be used to refer to Apple’s HomeKit.
zh_hans: 该符号只能指代Apple的HomeKit。

# Restrictions.Apple’s-HomePod
source: This symbol may only be used to refer to Apple’s HomePod.
zh_hans: 该符号只能指代Apple的HomePod。

# Restrictions.Apple’s-HomePod-and-Apple-TV
source: This symbol may only be used to refer to Apple’s HomePod and Apple TV.
zh_hans: 该符号只能指代Apple的HomePod和Apple TV。

# Restrictions.Apple’s-HomePod-and-HomePod-mini
source: This symbol may only be used to refer to Apple’s HomePod and HomePod mini.
zh_hans: 该符号只能指代Apple的HomePod和HomePod mini。

# Restrictions.Apple’s-HomePod-mini
source: This symbol may only be used to refer to Apple’s HomePod mini.
zh_hans: 该符号只能指代Apple的HomePod mini。

# Restrictions.Apple’s-HomePod-mini-and-Apple-TV
source: This symbol may only be used to refer to Apple’s HomePod mini and Apple TV.
zh_hans: 该符号只能指代Apple的HomePod mini和Apple TV。

# Restrictions.Apple’s-iCloud-service
source: This symbol may only be used to refer to Apple’s iCloud service.
zh_hans: 该符号只能指代Apple的iCloud服务。

# Restrictions.Apple’s-iPad
source: This symbol may only be used to refer to Apple’s iPad.
zh_hans: 该符号只能指代Apple的iPad。

# Restrictions.Apple’s-iPad-and-iPhone
source: This symbol may only be used to refer to Apple’s iPad and iPhone.
zh_hans: 该符号只能指代Apple的iPad和iPhone。

# Restrictions.Apple’s-iPad-and-iPhone-case
source: This symbol may only be used to refer to Apple’s iPad and iPhone case.
zh_hans: 该符号只能指代Apple的iPad和iPhone保护壳。

# Restrictions.Apple’s-iPad-case
source: This symbol may only be used to refer to Apple’s iPad case.
zh_hans: 该符号只能指代Apple的iPad保护壳。

# Restrictions.Apple’s-iPhone
source: This symbol may only be used to refer to Apple’s iPhone.
zh_hans: 该符号只能指代Apple的iPhone。

# Restrictions.Apple’s-iPhone-case
source: This symbol may only be used to refer to Apple’s iPhone case.
zh_hans: 该符号只能指代Apple的iPhone保护壳。

# Restrictions.Apple’s-iPhone-Smart-Battery-Case
source: This symbol may only be used to refer to Apple’s iPhone Smart Battery Case.
zh_hans: 该符号只能指代Apple的iPhone智能电池壳。

# Restrictions.Apple’s-iPod
source: This symbol may only be used to refer to Apple’s iPod.
zh_hans: 该符号只能指代Apple的iPod。

# Restrictions.Apple’s-iPod-shuffle
source: This symbol may only be used to refer to Apple’s iPod shuffle.
zh_hans: 该符号只能指代Apple的iPod shuffle。

# Restrictions.Apple’s-iPod-touch
source: This symbol may only be used to refer to Apple’s iPod touch.
zh_hans: 该符号只能指代Apple的iPod touch。

# Restrictions.Apple’s-Live-Photos-feature
source: This symbol may only be used to refer to Apple’s Live Photos feature.
zh_hans: 该符号只能指代Apple的实况照片功能。

# Restrictions.Apple’s-Mac-mini
source: This symbol may only be used to refer to Apple’s Mac mini.
zh_hans: 该符号只能指代Apple的Mac mini。

# Restrictions.Apple’s-Mac-Pro
source: This symbol may only be used to refer to Apple’s Mac Pro.
zh_hans: 该符号只能指代Apple的Mac Pro。

# Restrictions.Apple’s-Mac-Studio
source: This symbol may only be used to refer to Apple’s Mac Studio.
zh_hans: 该符号只能指代Apple的Mac Studio。

# Restrictions.Apple’s-MacBook
source: This symbol may only be used to refer to Apple’s Macbook.
zh_hans: 该符号只能指代Apple的MacBook。

# Restrictions.Apple’s-Magic-Mouse
source: This symbol may only be used to refer to Apple’s Magic Mouse.
zh_hans: 该符号只能指代Apple的妙控鼠标。

# Restrictions.Apple’s-MagSafe-Battery-Pack
source: This symbol may only be used to refer to Apple’s MagSafe Battery Pack.
zh_hans: 该符号只能指代Apple的MagSafe 外接电池。

# Restrictions.Apple’s-Markup-feature
source: This symbol may only be used to refer to Apple’s Markup feature.
zh_hans: 该符号只能指代Apple的标记功能。

# Restrictions.Apple’s-Meditation-in-Fitness+
source: This symbol may only be used to refer to Apple’s Meditation in Fitness+.
zh_hans: 该符号只能指代Apple Fitness+中的冥想。

# Restrictions.Apple’s-Messages-app
source: This symbol may only be used to refer to Apple’s Message app.
zh_hans: 该符号只能指代Apple的信息App。

# Restrictions.Apple’s-Optic-ID-feature
source: This symbol may only be used to refer to Apple’s Optic ID feature.
zh_hans: 该符号只能指代Apple的视控ID功能。

# Restrictions.Apple’s-Safari-browser
source: This symbol may only be used to refer to Apple’s Safari browser.
zh_hans: 该符号只能指代Apple的Safari浏览器。

# Restrictions.Apple’s-Shared-With-You-feature
source: This symbol may only be used to refer to Apple’s Share With You feature.
zh_hans: 该符号只能指代Apple的“与你分享”功能。

# Restrictions.Apple’s-SharePlay
source: This symbol may only be used to refer to Apple’s SharePlay.
zh_hans: 该符号只能指代Apple的同播共享。

# Restrictions.Apple’s-Shazam
source: This symbol may only be used to refer to Apple’s Shazam.
zh_hans: 该符号只能指代Apple的Shazam。

# Restrictions.Apple’s-Swift-programming-language
source: This symbol may only be used to refer to Apple’s Swift programming language.
zh_hans: 该符号只能指代Apple的Swift编程语言。

# Restrictions.Apple’s-SwiftData
source: This symbol may only be used to refer to Apple’s SwiftData.
zh_hans: 该符号只能指代Apple的SwiftData。

# Restrictions.Apple’s-Teletype-feature
source: This symbol may only be used to refer to Apple’s Teletype feature.
zh_hans: 该符号只能指代Apple的Teletype功能。

# Restrictions.Apple’s-Touch-ID-feature
source: This symbol may only be used to refer to Apple’s Touch ID feature.
zh_hans: 该符号只能指代Apple的触控ID功能。

# Restrictions.Apple’s-translation-features
source: This symbol may only be used to refer to Apple’s translation features.
zh_hans: 该符号只能指代Apple的翻译功能。

# Restrictions.Apple’s-Xserve
source: This symbol may only be used to refer to Apple’s Xserve.
zh_hans: 该符号只能指代Apple的Xserve。

# Restrictions.Apple’s-Xserve-RAID
source: This symbol may only be used to refer to Apple’s Xserve RAID.
zh_hans: 该符号只能指代Apple的Xserve RAID。

# Restrictions.Beats-earphones
source: This symbol may only be used to refer to Beats earphones.
zh_hans: 该符号只能指代Beats earphones。

# Restrictions.Beats-Fit-Pro
source: This symbol may only be used to refer to Beats Fit Pro.
zh_hans: 该符号只能指代Beats Fit Pro。

# Restrictions.Beats-Fit-Pro-case
source: This symbol may only be used to refer to Beats Fit Pro case.
zh_hans: 该符号只能指代Beats Fit Pro case。

# Restrictions.Beats-headphones
source: This symbol may only be used to refer to Beats headphones.
zh_hans: 该符号只能指代Beats headphones。

# Restrictions.Beats-Powerbeats
source: This symbol may only be used to refer to Beats Powerbeats.
zh_hans: 该符号只能指代Beats Powerbeats。

# Restrictions.Beats-Powerbeats-Pro
source: This symbol may only be used to refer to Beats Powerbeats Pro.
zh_hans: 该符号只能指代Beats Powerbeats Pro。

# Restrictions.Beats-Powerbeats-Pro-case
source: This symbol may only be used to refer to Beats PowerBeats Pro case.
zh_hans: 该符号只能指代Beats Powerbeats Pro case。

# Restrictions.Beats-Powerbeats3
source: This symbol may only be used to refer to Beats Powerbeats 3.
zh_hans: 该符号只能指代Beats Powerbeats3。

# Restrictions.Beats-Studio-Buds
source: This symbol may only be used to refer to Beats Studio Buds.
zh_hans: 该符号只能指代Beats Studio Buds。

# Restrictions.Beats-Studio-Buds-case
source: This symbol may only be used to refer to Beats Studio Buds case.
zh_hans: 该符号只能指代Beats Studio Buds case。

# Restrictions.Beats-Studio-Buds-Plus
source: This symbol may only be used to refer to Beats Studio Buds Plus.
zh_hans: 该符号只能指代Beats Studio Buds Plus。

# Restrictions.Beats-Studio-Buds-Plus-case
source: This symbol may only be used to refer to Beats Studio Buds Plus case.
zh_hans: 该符号只能指代Beats Studio Buds Plus case。

# Restrictions.creating-or-signing-in-with-a-passkey
source: This symbol may only be used to refer to creating or signing in with a passkey.
zh_hans: 该符号只能指代创建通行密钥或用其登陆。

# Restrictions.Microsoft’s-Xbox
source: This symbol may only be used to refer to Microsoft’s Xbox.
zh_hans: 该符号只能指代Microsoft的Xbox。

source: This symbol may only be used to refer to music based haptic feedback for software that are compatible with the Core Haptics API.
zh_hans: 该符号只能指代为兼容Core Haptics API的软件提供的基于音乐的震动反馈。

# Restrictions.sharing-or-using-a-shared-password-or-passkey
source: This symbol may only be used to refer to sharing or using a shared password or passkey.
zh_hans: 该符号只能指代分享密码或通行密钥，或使用分享的密码和通行密钥。

# Restrictions.Sign-in-with-Apple
source: This symbol may only be used to refer to Sign in with Apple.
zh_hans: 该符号只能指代“通过Apple登陆”

# Restrictions.Sony’s-PlayStation
source: This symbol may only be used to refer to Sony’s Playstation.
zh_hans: 该符号只能指代Sony的PlayStation

# Search.field
source: Search Symbols
zh_hans: 以英语搜索符号

# Search.none
source: No Symbols
zh_hans: 无符号

# Search.title
source: Search
zh_hans: 搜索

# Search.waiting
source: Search Something
zh_hans: 搜点什么
